tap "1password/tap"
tap "autozimu/formulas"
tap "clojure/tools"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
tap "nicoverbruggen/cask"
tap "shivammathur/php"
tap "xvxx/code"
brew "ack"
brew "jpeg-xl"
brew "aom"
brew "apr-util"
brew "bash"
brew "libssh2"
brew "bat"
brew "berkeley-db"
brew "glib"
brew "cairo"
brew "harfbuzz"
brew "openjdk"
brew "bfg"
brew "bottom"
brew "brew-php-switcher"
brew "cli53"
brew "coreutils"
brew "rtmpdump"
brew "dnsmasq"
brew "dos2unix"
brew "libevent"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "libass"
brew "libmicrohttpd"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "freetds"
brew "fswatch"
brew "fzf"
brew "gawk"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "git-lfs"
brew "gitleaks"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "guile"
brew "hub"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "kotlin"
brew "libfido2"
brew "llm"
brew "mysql-client"
brew "mysql@5.7"
brew "mysql@8.0", link: true
brew "utf8proc"
brew "neovim"
brew "nginx", link: false
brew "nsnake"
brew "opentofu"
brew "parquet-tools"
brew "php"
brew "php@8.1"
brew "php@8.2"
brew "pipx"
brew "pnpm"
brew "python@3.10"
brew "python@3.11"
brew "qcachegrind"
brew "qt@5"
brew "rsync"
brew "shellcheck"
brew "stow"
brew "subversion"
brew "switchaudio-osx"
brew "telnet"
brew "tintin"
brew "tmux"
brew "unison"
brew "vim"
brew "watch"
brew "weechat"
brew "wget"
brew "wp-cli"
brew "yadm"
brew "yarn"
brew "autozimu/formulas/unison-fsmonitor"
brew "clojure/tools/clojure"
brew "jakehilborn/jakehilborn/displayplacer"
brew "shivammathur/php/php@5.6"
brew "shivammathur/php/php@7.4"
brew "xvxx/code/phetch"
cask "1password-cli"
cask "openmtp"
cask "phpmon"
cask "silicon-labs-vcp-driver"
vscode "aaron-bond.better-comments"
vscode "alefragnani.bookmarks"
vscode "anthropic.claude-code"
vscode "bierner.markdown-mermaid"
vscode "bmewburn.vscode-intelephense-client"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "dbaeumer.vscode-eslint"
vscode "emallin.phpunit"
vscode "esbenp.prettier-vscode"
vscode "ftsamoyed.theme-pink-cat-boo"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "johnpapa.vscode-peacock"
vscode "mikestead.dotenv"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "obliviousharmony.vscode-php-codesniffer"
vscode "onecentlin.laravel5-snippets"
vscode "onecentlin.phpunit-snippets"
vscode "pucelle.run-on-save"
vscode "suhay.vscode-editor-group-minimizer"
vscode "swordev.phpstan"
vscode "undefined_publisher.formattingtoggler"
vscode "vscodevim.vim"
vscode "xdebug.php-debug"
vscode "yzhang.markdown-all-in-one"
vscode "zignd.html-css-class-completion"
