tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "shivammathur/php"
tap "stripe/stripe-cli"
brew "ack"
brew "python@3.9"
brew "aws-elasticbeanstalk"
brew "bat"
brew "binutils"
brew "pkg-config"
brew "cocoapods"
brew "coreutils"
brew "dialog"
brew "diffutils"
brew "dnsmasq"
brew "espeak"
brew "findutils"
brew "fnm"
brew "fzf"
brew "gawk"
brew "geoip"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "guile"
brew "gnutls"
brew "gnupg"
brew "gnuplot"
brew "gzip"
brew "imagemagick"
brew "minipro"
brew "moar"
brew "mysql-client"
brew "mysql@5.7"
brew "n", link: false
brew "nginx"
brew "php", link: false
brew "php@7.3"
brew "php@7.4"
brew "ripgrep"
brew "ruby"
brew "sbcl"
brew "screen"
brew "subversion"
brew "telnet"
brew "tmux"
brew "watch"
brew "watchman"
brew "wget"
brew "z80asm"
brew "shivammathur/php/php@5.6"
brew "shivammathur/php/php@7.1", link: true
brew "stripe/stripe-cli/stripe"
cask "graphiql"
cask "rar"
